Repository: mrkubax10/MatrixIM
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: pl_pl

source: Failed to parse response
pl_pl: Błąd podczas parsowania odpowiedzi od serwera

source: Failed to parse response: flows is not array
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: obiekt flows nie jest tablicą

source: Failed to parse response: type attribute of Flow object is not string
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: atrybut type obiektu Flow nie jest napisem

source: Server did not recognize login type
pl_pl: Serwer nie rozpoznał typu logowania

source: Authentication data is incorrect
pl_pl: Dane logowania są nieprawidłowe

source: Unknown error
pl_pl: Nieznany błąd

source: Server responded with unexpected data type
pl_pl: Serwer wysłał odpowiedź z nieoczekiwanym typem danych

source: Failed to get homeserver name
pl_pl: Błąd podczas uzyskiwania nazwy serwera

source: Username already taken
pl_pl: Nazwa użytkownika jest już zajęta

source: Failed to parse response: available attribute is not bool
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: atrybut available nie jest typu bool

source: Username is already taken or it is invalid
pl_pl: Nazwa użytkownika jest już zajęta lub jest niepoprawna

source: Password is too weak
pl_pl: Hasło jest za słabe

source: Invalid authentication method
pl_pl: Niepoprawna metoda logowania

source: Failed to parse response: session attribute is not string
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: atrybut session nie jest napisem

source: Server responded with HTTP code different than 200
pl_pl: Serwer wysłał odpowiedź z kodem HTTP innym niż 200

source: Failed to parse response:
pl_pl: Błąd podczas parsowania odpowiedzi od serwera:

source: Failed to enter room
pl_pl: Błąd podczas dołączania do pokoju

source: Failed to enter room: %s
pl_pl: Błąd podczas dołączania do pokoju: %s

source: Failed to parse response while entering room
pl_pl: Podczas dołączania do pokoju: błąd podczas parsowania odpowiedzi od serwera

source: You already entered this room
pl_pl: Już dołączyłeś do tego pokoju

source: Failed to leave room
pl_pl: Błąd podczas wychodzenia z pokoju

source: Server responded with unexpected datatype
pl_pl: Serwer wysłał odpowiedź z nieoczekiwanym typem danych

source: Failed to parse response while handling error
pl_pl: Podczas obsługiwania błędu: błąd podczas parsowania odpowiedzi od serwera

source: This room already exists
pl_pl: Ten pokój już istnieje

source: Invalid room state
pl_pl: Niepoprawny status pokoju

source: Unsupported room version
pl_pl: Nieobłsugiwana wersja pokoju

source: Unexpected HTTP code while handling error
pl_pl: Podczas obsługi błędu: nieoczekiwany kod HTTP

source: Failed to parse response: aliases is not array
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: obiekt aliases nie jest tablicą

source: Failed to parse response: aliases item is not string
pl_pl: Błąd podczas parsowania odpowiedzi od serwera: element tablicy aliases nie jest napisem

source: Select homeserver first
pl_pl: Najpierw wybierz serwer

source: Username field cannot be empty
pl_pl: Pole nazwa użytkownika nie może być puste

source: Password field cannot be empty
pl_pl: Pole hasło nie może byc puste

source: Homeserver IP cannot be empty
pl_pl: Pole IP serwera nie może być puste

source: Homeserver port cannot be empty
pl_pl: Pole port serwera nie może być puste

source: Failed to load UI file matrixim_login_screen.ui
pl_pl: Błąd podczas wczytywania pliku UI matrixim_login_screen.ui

source: Failed to connect to homeserver
pl_pl: Nie można połączyć się z serwerem

source: You need to select room to send message
pl_pl: Musisz wybrać pokój aby wysłać wiadomość

source: Failed to send message
pl_pl: Błąd podczas wysyłania wiadomości

source: Room alias (for example #room:homeserver)
pl_pl: Alias pokoju (na przykład #room:homeserver)

source: Are you sure?
pl_pl: Czy jesteś pewien?

source: You need to select room to leave
pl_pl: Musisz wybrać pokój, z którego chcesz wyjść

source: MatrixIM - free and open-source Matrix client
pl_pl: MatrixIM - wolny i otwartoźródłowy klient Matrix

source: Failed to synchronize entered rooms
pl_pl: Błąd podczas synchronizacji pokoi

source: Failed to parse entered rooms data
pl_pl: Błąd podczas parsowania pokoi

source: Failed to logout
pl_pl: Błąd podczas wylogowywania

source: Failed to load UI file matrixim_main_screen.ui
pl_pl: Błąd podczas wczytywania pliku UI matrixim_main_screen.ui

source: Failed to load UI file matrixim_new_room_dialog.ui
pl_pl: Błąd podczas wczytywania pliku UI matrixim_new_room_dialog.ui

source: Alias cannot be empty
pl_pl: Pole alias nie może być puste
